import Container from "@mui/material/Container";

function Home() {
  return (
    <div>
      <Container sx={{ marginTop: 2 }} maxWidth="md">
        <h1 style={{ textAlign: "center" }}>ระบบตารางการทำงานของแพทย์โรงพยาบาลมหาวิทยาลัยเทคโนโลยีสุรนารี</h1>
        <h3>Requirements</h3>
        <p>
        ระบบตารางงานแพทย์ เป็นระบบที่เจ้าหน้าที่เป็นผู้ใช้ระบบ ซึ่งเป็นเจ้าหน้าที่สามารถ login เข้าระบบ
        เพื่อจัดทำข้อมูลตารางการทำงานของแพทย์ได้ โดยเจ้าหน้าที่สามารถดูและบันทึกข้อมูล ชื่อ-นามสกุล สถานที่ 
        วันและเวลาที่เข้าทำงานของแพทย์แต่ละคน เพื่อให้ง่ายต่อการดูตารางการทำงานว่าแพทย์คนนั้นๆว่าต้องไปทำงานที่ห้องตรวจไหนและแผนกอะไร

        </p>
      </Container>
    </div>
  );
}
export default Home;